Repository: chaishuanzhu/Paircast
Catalog: Projects/App/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: {{count}} watching
zh_hans: {{count}} 人在看

source: Account not found or not provisioned. Contact an admin
zh_hans: 账号不存在或未开通，请联系管理员

source: Accounts are assigned by an admin · No sign-up
zh_hans: 账号由管理员分配 · 不提供注册

source: Acknowledgements
zh_hans: 开源许可

source: Add an OpenSubtitles API Key in Service Configuration first
zh_hans: 请先在服务配置中填写 OpenSubtitles API Key

source: AES-GCM encrypted
zh_hans: AES-GCM 加密

source: After friends open the link and sign in, they join this watch room and sync playback.
zh_hans: 好友打开链接并登录后，将加入当前观影房间并对齐进度。

source: After parsing, a masked preview is shown. Local configuration is overwritten only after you confirm.
zh_hans: 解析成功后会展示脱敏预览，确认才会覆盖本机配置

source: Alibaba Cloud OSS
zh_hans: 阿里云 OSS

source: Already playing
zh_hans: 已在播放

source: Appearance
zh_hans: 外观

source: Avatar must be under 1 MB after compression
zh_hans: 头像需压缩到 1MB 以内

source: Avatar upload failed. Please try again
zh_hans: 头像上传失败，请重试

source: Back
zh_hans: 返回

source: Block User
zh_hans: 屏蔽用户

source: Blocked {{name}}
zh_hans: 已屏蔽 {{name}}

source: Buffering…
zh_hans: 缓冲中…

source: Cancel
zh_hans: 取消

source: Change avatar
zh_hans: 更换头像

source: Choose a profile photo and save configuration QR codes
zh_hans: 选择头像与保存配置二维码

source: Choose Match System to follow iOS language settings. English and 简体中文 override the system.
zh_hans: 选择「跟随系统」时与 iOS 语言设置一致。English 与简体中文会覆盖系统语言。

source: Close
zh_hans: 关闭

source: Configuration imported
zh_hans: 配置成功

source: Configuration is too large to share or import
zh_hans: 配置过大，无法分享或导入

source: Configuration link
zh_hans: 配置链接

source: Configuration link detected. Confirm to import
zh_hans: 检测到配置链接，请确认后导入

source: Configuration link generated (contains secrets — do not share publicly)
zh_hans: 已生成配置链接（含密钥，请勿公开分享）

source: Configuration QR code
zh_hans: 配置二维码

source: Configure
zh_hans: 去配置

source: Configured
zh_hans: 已配置

source: Confirm Import
zh_hans: 确认导入

source: Confirm Import & Overwrite
zh_hans: 确认导入并覆盖

source: Continue
zh_hans: 继续

source: Continue Sharing
zh_hans: 继续分享

source: Copied
zh_hans: 已复制

source: Copy
zh_hans: 复制

source: Copy Invite Link
zh_hans: 复制邀请链接

source: Copy Link
zh_hans: 复制链接

source: Current
zh_hans: 当前

source: Custom domain (optional)
zh_hans: 自定义域名（可选）

source: Custom domain cannot be an API endpoint. Use a CDN or public domain
zh_hans: 自定义域名不能填写 API Endpoint，请填写 CDN / 公网域名

source: Dark
zh_hans: 深色

source: Delete Account
zh_hans: 删除账号

source: Delete account?
zh_hans: 确定删除账号？

source: Done
zh_hans: 完成

source: Earlier · Later
zh_hans: 提前 · 延后

source: Embedded
zh_hans: 内嵌

source: Encrypted link parsed
zh_hans: 加密链接已解析

source: Endpoint must be a MinIO host (e.g. {{example}})
zh_hans: Endpoint 需为 MinIO 主机（如 {{example}}）

source: Endpoint must be a Qiniu S3 host (e.g. {{example}})
zh_hans: Endpoint 需为七牛 S3 地址（如 {{example}}）

source: Endpoint must be a Tencent Cloud COS host (e.g. {{example}})
zh_hans: Endpoint 需为腾讯云 COS 地址（如 {{example}}）

source: Endpoint must be an Alibaba Cloud OSS host (e.g. {{example}})
zh_hans: Endpoint 需为阿里云 OSS 地址（如 {{example}}）

source: Exit fullscreen
zh_hans: 退出全屏

source: Extensions
zh_hans: 扩展

source: Failed to create room
zh_hans: 建房失败

source: Failed to parse listing
zh_hans: 列表解析失败

source: Failed to switch movie
zh_hans: 换片失败

source: Failed to sync subtitles to members
zh_hans: 字幕同步给成员失败

source: Finish service configuration first
zh_hans: 请先完成服务配置

source: Following the host
zh_hans: 跟随房主

source: Fullscreen
zh_hans: 全屏

source: Generate an encrypted link to copy or share with friends
zh_hans: 生成加密链接，复制或分享给好友

source: Hide
zh_hans: 隐藏

source: Host is now {{name}}
zh_hans: 房主已变为 {{name}}

source: Host shared
zh_hans: 房主共享

source: Host switched the movie…
zh_hans: 房主切换了影片…

source: Import
zh_hans: 导入

source: Import Configuration
zh_hans: 导入配置

source: Includes IM / object storage secrets
zh_hans: 含 IM / 对象存储密钥

source: Incomplete configuration: {{fields}}
zh_hans: 配置不完整：{{fields}}

source: Invalid avatar key
zh_hans: 无效的头像 key

source: Invalid configuration link. Existing settings were not changed
zh_hans: 配置链接无效，未修改现有配置

source: Invalid IM configuration. Check SDKAppID and related settings
zh_hans: IM 配置无效，请检查 SDKAppID 等

source: Invalid OpenSubtitles API Key
zh_hans: OpenSubtitles API Key 无效

source: Invalid shared subtitle key
zh_hans: 无效的共享字幕 key

source: Invalid user ID or login failed
zh_hans: 用户 ID 无效或登录失败

source: Invite
zh_hans: 邀请

source: Invite Friends
zh_hans: 邀请好友

source: Invite-only room · Long-press a message to block or report
zh_hans: 仅邀请可进房 · 长按消息可屏蔽或举报

source: Language
zh_hans: 语言

source: Library configuration is invalid
zh_hans: 片库配置无效

source: Library sidecars
zh_hans: 片库外挂

source: Library unavailable
zh_hans: 片库不可用

source: Light
zh_hans: 浅色

source: Link contains secrets — do not post to public groups or social media
zh_hans: 链接含密钥，请勿发到公开群或社交平台

source: Link copied
zh_hans: 已复制链接

source: Link preview
zh_hans: 链接预览

source: Links contain secrets — share only with trusted friends
zh_hans: 链接含密钥，仅发给可信好友

source: Loaded host-shared subtitles
zh_hans: 已加载房主共享的字幕

source: Loading library…
zh_hans: 加载片库…

source: Loading subtitles…
zh_hans: 加载字幕…

source: Local cloud service configuration will be kept
zh_hans: 将保留本地云服务配置

source: Make sure your object storage bucket contains mp4/m4v/mkv files
zh_hans: 确认对象存储 Bucket 中有 mp4/m4v/mkv

source: Match System
zh_hans: 跟随系统

source: Me
zh_hans: 我的

source: Messaging
zh_hans: 即时通讯

source: More
zh_hans: 更多

source: Network error. Please try again
zh_hans: 网络异常，请重试

source: Nickname
zh_hans: 昵称

source: Nickname can be at most {{count}} characters
zh_hans: 昵称最多 {{count}} 字

source: Nickname cannot be empty
zh_hans: 昵称不能为空

source: No matching movies
zh_hans: 没有匹配的影片

source: No movies
zh_hans: 暂无影片

source: No subtitles available
zh_hans: 暂无可用字幕

source: No subtitles found
zh_hans: 未找到字幕

source: Not configured
zh_hans: 未配置

source: Object Storage
zh_hans: 对象存储

source: Off
zh_hans: 关闭

source: Online Search
zh_hans: 在线搜索

source: Online subtitle search uses the OpenSubtitles API (requires your own key). Optional poster enrichment uses OMDb (requires your own key). This app does not scrape Douban or IMDb.
zh_hans: 在线字幕检索使用 OpenSubtitles API（需你自己的 Key）。可选的封面补全使用 OMDb（需你自己的 Key）。本应用不抓取豆瓣或 IMDb。

source: Only the host can switch movies
zh_hans: 仅房主可切换影片

source: Open the library to switch the current movie
zh_hans: 打开片库以切换当前影片

source: Paste configuration link
zh_hans: 粘贴配置链接

source: Paste from Clipboard
zh_hans: 从剪贴板粘贴

source: Paste to Import
zh_hans: 粘贴导入

source: Playback
zh_hans: 播放

source: Playback progress
zh_hans: 播放进度

source: Playback will restart from the beginning. Everyone syncs to the new movie.
zh_hans: 将从开头重新播放，所有人同步到新影片。

source: Playing
zh_hans: 播放中

source: Please choose a profile photo
zh_hans: 请选择头像图片

source: Please enter a user ID
zh_hans: 请输入用户 ID

source: Please finish service configuration first
zh_hans: 请先完成服务配置

source: Prefix (optional)
zh_hans: Prefix（可选）

source: Privacy
zh_hans: 隐私

source: Privacy Policy
zh_hans: 隐私政策

source: Provider
zh_hans: 提供商

source: Qiniu
zh_hans: 七牛云

source: Report
zh_hans: 举报

source: Report recorded — opening feedback
zh_hans: 已记录举报，将打开反馈页

source: Reset
zh_hans: 重置

source: Results
zh_hans: 结果

source: Retry
zh_hans: 重试

source: Room not found or invite expired
zh_hans: 房间不存在或邀请已失效

source: Save
zh_hans: 保存

source: Save configuration QR codes to Photos
zh_hans: 保存配置分享二维码到相册

source: Save QR Code
zh_hans: 保存二维码

source: Saved
zh_hans: 已保存

source: Saving…
zh_hans: 保存中…

source: Search
zh_hans: 搜索

source: Search Again
zh_hans: 重新搜索

source: Search failed
zh_hans: 搜索失败

source: Searching…
zh_hans: 搜索中…

source: Send
zh_hans: 发送

source: Send to a friend to import
zh_hans: 发给好友即可导入

source: Service Configuration
zh_hans: 服务配置

source: Session expired. Please sign in again
zh_hans: 登录已过期，请重新登录

source: Share
zh_hans: 分享

source: Share & Import
zh_hans: 分享与导入

source: Share Configuration
zh_hans: 分享配置

source: Sharing includes secrets — do not post publicly
zh_hans: 分享含密钥，勿发到公开场合

source: Show
zh_hans: 显示

source: Sign In
zh_hans: 登录

source: Sign in to join the room
zh_hans: 请先登录再加入房间

source: Sign Out
zh_hans: 退出登录

source: Sign out?
zh_hans: 确定退出登录？

source: Signed in on another device
zh_hans: 账号在其他设备登录

source: Subtitle Sync
zh_hans: 字幕同步

source: Subtitles
zh_hans: 字幕

source: Subtitles {{offset}}
zh_hans: 字幕 {{offset}}

source: Subtitles & Metadata
zh_hans: 字幕与元数据

source: Subtitles loaded (library not configured — cannot sync to members)
zh_hans: 字幕已加载（片库未配置，无法同步给成员）

source: Support & Reports
zh_hans: 支持与举报

source: Switch
zh_hans: 换片

source: Switch movie
zh_hans: 切换影片

source: Switch Movie
zh_hans: 切换影片

source: Switch to “{{title}}” and play from the start. Everyone syncs to the new movie.
zh_hans: 将切换到「{{title}}」并从开头播放，所有人同步到新影片。

source: Switching movie…
zh_hans: 正在换片…

source: System
zh_hans: 系统

source: System Share
zh_hans: 系统分享

source: Tap to change avatar
zh_hans: 轻点更换头像

source: Tencent Cloud COS
zh_hans: 腾讯云 COS

source: Tencent Cloud IM
zh_hans: 腾讯云 IM

source: Tencent Cloud IM SDK. Use is subject to Tencent Cloud service agreements.
zh_hans: 腾讯云 IM SDK。使用受腾讯云服务协议约束。

source: The link includes Tencent Cloud IM and object storage credentials. Share only with trusted friends.
zh_hans: 链接内含腾讯云 IM 与对象存储凭证，仅发给可信好友。

source: Theme
zh_hans: 主题

source: They can open the link or paste it into Service Configuration to apply the same environment
zh_hans: 对方打开链接或粘贴到「服务配置」即可写入同一套环境

source: This clears local cloud config, sign-in session, avatar, and nickname, then signs you out. Provisioned IM accounts must be disabled separately by an admin.
zh_hans: 将清除本机云配置、登录会话、头像与昵称，并退出登录。IM 控制台中的预置账号需管理员另行停用。

source: This container or codec is not supported on this device
zh_hans: 当前设备暂不支持该封装/编码

source: This room has ended
zh_hans: 房间已结束

source: Try different keywords, or try again later
zh_hans: 试试其他关键词，或稍后再试

source: Unable to generate QR code
zh_hans: 无法生成二维码

source: Unable to play. Please try again later
zh_hans: 无法播放，请稍后重试

source: Unable to process this image, or it still exceeds 1MB after compression
zh_hans: 无法处理该图片，或压缩后仍超过 1MB

source: Unable to read image
zh_hans: 无法读取图片

source: Use a COS regional endpoint (e.g. cos.ap-guangzhou.myqcloud.com). Region can be left blank and inferred from Endpoint.
zh_hans: Endpoint 填 COS 地域域名（如 cos.ap-guangzhou.myqcloud.com），Region 可留空由 Endpoint 推断。

source: Use a Qiniu S3 endpoint (e.g. s3.cn-south-1.qiniucs.com). Custom domains are for avatar downloads only — do not put them in Endpoint.
zh_hans: Endpoint 填七牛 S3 地址（如 s3.cn-south-1.qiniucs.com）。自定义域名只用于头像下载，不要填进 Endpoint。

source: Use an OSS regional endpoint (e.g. oss-cn-hangzhou.aliyuncs.com). Region can be left blank and inferred from Endpoint.
zh_hans: Endpoint 填 OSS 地域域名（如 oss-cn-hangzhou.aliyuncs.com），Region 可留空由 Endpoint 推断。

source: Use host:port (e.g. 192.168.1.10:9000). Self-hosted MinIO usually disables HTTPS and enables Path-Style; Region defaults to us-east-1.
zh_hans: Endpoint 填主机:端口（如 192.168.1.10:9000）。自建 MinIO 通常关 HTTPS、开 Path-Style；Region 默认 us-east-1。

source: User ID
zh_hans: 用户 ID

source: Username
zh_hans: 用户名

source: VLCKit / MobileVLCKit (VideoLAN, LGPLv2.1+) is linked as a dynamic framework. Full license text is available on the VideoLAN website.
zh_hans: VLCKit / MobileVLCKit（VideoLAN，LGPLv2.1+）以动态框架链接。完整许可见 VideoLAN 网站。

source: Watch together
zh_hans: 一起看电影

source: You are the host — you control playback
zh_hans: 你是房主 — 由你控制播放

source: Paircast only plays files from your own cloud storage and does not scrape movie posters from the public web. With an OMDb key, filenames are used to fetch posters and overviews.
zh_hans: Paircast 只播放你自己网盘里的文件，不会从公网抓取影视海报。填写 OMDb Key 后，才用文件名向 OMDb 补全封面与简介。

source: Paircast, Watch together
zh_hans: Paircast，一起看

source: When System is selected, Paircast follows your iOS appearance settings.
zh_hans: 选择「跟随系统」时，Paircast 会与 iOS 外观设置保持一致。

source: Paste a paircast://config?args=… link
zh_hans: 粘贴 paircast://config?args=… 链接

source: Supports a full deep link, or a paircast://config?args=… link found in a chat message
zh_hans: 支持完整深链，或聊天消息中带有的 paircast://config?args=…
